Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# move_time_seconds
source: Move time: %1d s
ar: تحرك الوقت :%1ds
bn: সময় বের করুন :%1dস
de: Bewegung der Zeit:%1dS
es: Movimiento del tiempo:%1dS
fr: Mouvement du temps :%1dS
hi: समय का आंदोलन:%1dएस
id: Move waktu :%1dS
it: Il tempo di movimento:%1dS
ja: 時間の移動:%1dS
ko: 시간을 움직이게 하라 :%1dS 는
nl: De tijd bewegen:%1dS
pl: Przeprowadź czas:%1dS
pt: Move o tempo:%1dS
ru: Перемещение времени:%1dС
th: ระยะเวลาเคลื่อนไหว:%1ds
tr: Hareket süresi:%1ds
uk: Переміщення часу:%1dС
ur: وقت کی حرکت:%1ds
vi: Thời gian di chuyển:%1ds
zh_hans: 移动时间:%1d斯
zh_hant: 移動時間:%1d斯

# automatic_start_seconds
source: Automatic start: %1d s
ar: بدء التشغيل التلقائي:%1ds
bn: স্বয়ংক্রিয় শুরু:%1dস
de: Automatischer Start :%1dS
es: Comienzo automático:%1dS
fr: Démarrage automatique :%1dS
hi: स्वचालित प्रारंभ:%1dएस
id: Bermula secara otomatis:%1dS
it: Inizio automatico:%1dS
ja: 自動スタート:%1dS
ko: 자동 시작 :%1dS 는
nl: Automatisch startje :%1dS
pl: Automatyczne rozpoczęcie:%1dS
pt: Comece automaticamente:%1dS
ru: Автоматический старт :%1dС
th: เริ่มต้นอัตโนมัติ:%1ds
tr: Otomatik başlatma:%1ds
uk: Автоматичний старт:%1dС
ur: خود کار طریقے سے شروع کریں:%1ds
vi: Tự động khởi động:%1ds
zh_hans: 自动启动:%1d斯
zh_hant: 自動啟動:%1d斯

# opponent_connecting
source: Opponent is connecting
ar: المعارضون يرتبطون
bn: প্রতিপক্ষকে যোগাযোগ করা হয়েছে
de: Der Gegner verbindet sich
es: El oponente se conecta
fr: L’opposant est connecté
hi: विरोधी जुड़ रहे हैं
id: Pihak lawan menghubungkan
it: L’opposizione si connette
ja: 反対派がつながる
ko: 반대하는 사람은 연결
nl: De tegenstander verbindt zich
pl: Przeciwnicy są połączeni
pt: O adversário está conectado
ru: Противник соединяется
th: ตัวอัดต่อการเชื่อมต่อ
tr: Karşı taraf bağlanıyor
uk: Опозиція зв'язується
ur: مخالف متصل ہو رہا ہے
vi: đối thủ liên kết
zh_hans: 反对者连接
zh_hant: 反對者連線

# opponent_opening_game
source: Opponent is opening the game
ar: المعارضون يفتحون اللعبة
bn: প্রতিপক্ষ খেলা খুলেছে
de: Der Gegner öffnet das Spiel
es: El oponente abre el juego
fr: L’opposant ouvre le jeu
hi: विरोधी खेल खोलने के लिए तैयार हैं
id: Pemain yang membuka permainan
it: L’opposizione apre il gioco
ja: 対戦相手がゲームをオープン
ko: 상대가 게임을 열었다.
nl: De tegenstander opent het spel
pl: Przeciwnicy otwierają grę
pt: O adversário abre o jogo
ru: Противник открывает игру
th: ตัวแทนที่เปิดเกม
tr: Karşıt oyunu açıyor
uk: Опозиціонери відкрили гру
ur: مخالف کھلاڑی کھیل کھولتا ہے
vi: đối thủ mở ra trò chơi
zh_hans: 对手打开游戏
zh_hant: 對手開啟遊戲

# opponent_ready
source: Opponent is ready
ar: المعارض جاهز
bn: প্রতিপক্ষ প্রস্তুত
de: Der Gegner ist bereit
es: El oponente está listo
fr: L’opposant est prêt
hi: विरोधी तैयार हैं
id: Pihak lawan siap
it: L’opposizione è pronta
ja: 反対派は準備が整った。
ko: 반대자 준비가 되었습니다.
nl: De tegenstander is klaar
pl: Przeciwnicy gotowi
pt: O adversário está pronto
ru: Противник готов
th: พัฒนาการ
tr: Karşı taraf hazır
uk: Опозиція готова
ur: مخالف تیار ہے
vi: đối thủ sẵn sàng
zh_hans: 反对者准备好了
zh_hant: 反對者準備好了

source: Sending move…
ar: إرسال حركة...
bn: পাঠানোর...
de: Senden Sie Bewegung...
es: Enviando movimiento...
fr: Envoyez le mouvement...
hi: आंदोलन भेजने...
id: mengirimkan gerakan...
it: Il movimento...
ja: 送り出し...
ko: 움직임을 보내는 ...
nl: Sending beweging...
pl: Przesyłanie ruchu...
pt: Envio de movimento...
ru: Посылает движение...
th: การส่งทาง...
tr: Hareket gönderiliyor...
uk: Повідомлення про рух...
ur: منتقل کرنے کے لئے ...
vi: Gửi chuyển động...
zh_hans: 发送移动...
zh_hant: 傳送移動...

# select_empty_cell_enter_number
source: Select an empty cell and enter a number
ar: اختر خلية فارغة وإدخال رقم
bn: একটি खाली সেল নির্বাচন করুন এবং একটি সংখ্যা প্রদান করুন
de: Wählen Sie eine leere Zelle und geben Sie eine Nummer ein
es: Seleccione una célula vacía y entre un número
fr: Sélectionnez une cellule vide et entrez un numéro
hi: एक खाली सेल चुनें और एक संख्या दर्ज करें
id: Pilih sel kosong dan masukkan nomor
it: Selezionare una cella vuota e inserire un numero
ja: 空っぽのセルを選択して、番号を入力します。
ko: 빈 셀을 선택하고 숫자를 입력합니다.
nl: Selecteer een leegcel en voer een nummer in
pl: Wybierz pustą komórkę i wprowadź numer
pt: Selecione uma célula vazia e entre um número
ru: Выберите пустую клетку и введите число
th: เลือกเซลล์ว่างเปล่าและใส่หมายเลข
tr: Boş bir hücre seçin ve bir sayı girin
uk: Виберіть порожню клітину і введіть номер
ur: ایک خالی سیل کا انتخاب کریں اور ایک نمبر درج کریں
vi: Chọn một ô trống và nhập một số
zh_hans: 选择一个空的单元格,然后输入一个数字
zh_hant: 選擇一個空的單元格,然後輸入一個數字

# waiting_opponent_move
source: Waiting for the opponent’s move
ar: الانتظار لحركة المعارضين
bn: প্রতিপক্ষের পদক্ষেপের অপেক্ষা
de: Warten auf die Bewegung des Gegners
es: Esperando el movimiento del oponente
fr: Attendre le mouvement de l’opposant
hi: विरोधी के आंदोलन का इंतजार
id: Menunggu langkah lawan
it: Attesa del movimento dell’opposizione
ja: 反対者の動きを待つ
ko: 반대자의 움직임을 기다리는
nl: Wacht op de beweging van de tegenstander
pl: Czekając na ruch przeciwnika
pt: Esperando a ação do adversário
ru: В ожидании движения противника
th: รอการเคลื่อนไหวของฝ่ายตรงข้าม
tr: Rakibinin hamlesini beklemek
uk: Чекаємо на рух опонента
ur: مخالف کی حرکت کا انتظار
vi: chờ đợi sự tiến bộ của đối thủ
zh_hans: 等待对手的行动
zh_hant: 等待對手的行動

# final_score_label
source: Final score
ar: النتيجة النهائية
bn: শেষ স্কোর
de: Endschlag
es: El resultado final
fr: Score final
hi: अंतिम स्कोर
id: Skor akhir
it: Score finale
ja: 最終スコア
ko: 최종 점수
nl: De laatste score
pl: Ostateczny wynik
pt: Resultado Final
ru: Окончательный балл
th: หมายเลขล่าสุด
tr: Son puan
uk: Останній результат
ur: آخری نقطہ نظر
vi: Kết quả cuối cùng
zh_hans: 最终分数
zh_hant: 最終分數

source: Entry fee
ar: رسوم الدخول
bn: প্রবেশ ফি
de: Eintrittskosten
es: Entrada de la Fe
fr: Entrée de la facture
hi: प्रवेश शुल्क
id: biaya masuk
it: Tasso di ingresso
ja: 入場料
ko: 입장료
nl: Toegangskosten
pl: Wstęp opłaty
pt: Taxa de entrada
ru: Входные тарифы
th: การเข้าสู่ระบบ
tr: Giriş ücreti
uk: Вхідні тарифи
ur: داخلہ کی ادائیگی
vi: Thuế nhập
zh_hans: 入口费
zh_hant: 入口費

source: Winner pot
ar: الفائز بوت
bn: বিজয়ী পট
de: Gewinner Pott
es: Potenciario ganador
fr: Le Pot gagnant
hi: जीतने वाले पोट
id: Pemenang Pot
it: Il pot vincitore
ja: ポット優勝
ko: 우승 포트
nl: Winnaar pot
pl: Zwycięzca pot
pt: Venceu o Pot
ru: Победитель Пот
th: โป๊ชนะ
tr: Kazanan pota
uk: Переможець Пот
ur: جیتنے کے پاؤڈر
vi: Thắng pot
zh_hans: 获胜 波特
zh_hant: 獲勝 波特

source: Refund
ar: إعادة
bn: ফেরত
de: Rückerstattung
es: Reembolsos
fr: Remboursement
hi: वापसी
id: Pengembalian
it: Rimborso
ja: 返金
ko: 재구성
nl: terugbetaling
pl: zwrot
pt: Reembolsos
ru: Возврат
th: การคืนเงิน
tr: Geri ödeme
uk: відшкодування
ur: واپسی
vi: trả lại
zh_hans: 回报
zh_hant: 回報

source: Match result
ar: نتائج المباراة
bn: Match ফলাফল
de: Match Ergebnis
es: Resultado de partido
fr: Résultat Match
hi: मैच का परिणाम
id: Hasil Pertandingan
it: Risultati di Match
ja: 試合結果
ko: 경기 결과
nl: Match resultaat
pl: Wynik meczu
pt: Resultados do jogo
ru: Результат матча
th: ผลการแข่งขัน
tr: Maç sonucu
uk: Результати матчу
ur: میچ کا نتیجہ
vi: Kết quả Match
zh_hans: 比赛结果
zh_hant: 比賽結果

source: Current balance
ar: التوازن الحالي
bn: বর্তমান সমান
de: Aktuelle Balance
es: El balance actual
fr: Le bilan actuel
hi: वर्तमान संतुलन
id: Keseimbangan saat ini
it: Il bilancio attuale
ja: 現在のバランス
ko: 현재 균형
nl: De huidige balans
pl: Aktualny balans
pt: Balanço atual
ru: текущий баланс
th: หมายเลขรุ่น: Current Balance
tr: Mevcut denge
uk: Теперішній баланс
ur: موجودہ توازن
vi: Tương đương hiện tại
zh_hans: 目前平衡
zh_hant: 目前平衡

source: Rating
ar: تصنيف
bn: Rating রিপোর্ট
fr: Résumé
hi: रेटिंग
it: Ratificazione
ja: 評価
ko: 평가
pt: Avaliação
ru: Рейтинг
th: การจัดอันดับ
tr: Değerlendirme
uk: Рейтинг
ur: رینٹنگ
zh_hans: 评分
zh_hant: 評分

source: Finish reason
ar: انتهاء السبب
bn: শেষ কারণ
de: Ende der Gründe
es: Fin de razón
fr: Fin de raison
hi: अंत कारण
id: Akhirnya alasan
it: Finita la ragione
ja: 理由を終わらせる
ko: 끝내기 이유
nl: Eindelijk reden
pl: Koniec przyczyny
pt: Fim da razão
ru: Заверши причину
th: ลองคํานวณ
tr: Bitiş nedeni
uk: Закінчити причину
ur: ختم کرنے کا سبب
vi: Kết thúc lý do
zh_hans: 结束理由
zh_hant: 結束理由

# waiting_for_player_seconds
source: Waiting for %1s · %2d s
ar: الانتظار ل%1s · %2ds
bn: অপেক্ষা করছি%1s · %2dস
de: Warten auf%1s · %2dS
es: Esperando por%1s · %2dS
fr: Attendre pour%1s · %2dS
hi: इंतजार करने के लिए%1s · %2dएस
id: Menunggu untuk%1s · %2dS
it: Aspettando per%1s · %2dS
ja: 待つ%1s · %2dS
ko: 기다리는 것%1s · %2dS 는
nl: Wacht op%1s · %2dS
pl: W oczekiwaniu na%1s · %2dS
pt: Aguardando por%1s · %2dS
ru: В ожидании%1s · %2dС
th: รอ%1s · %2ds
tr: Bekliyorum%1s%2ds
uk: Чекаємо на%1s · %2dС
ur: انتظار میں%1s · %2ds
vi: chờ đợi cho%1s · %2ds
zh_hans: 等待%1s · %2d斯
zh_hant: 等待%1s · %2d斯

# wants_rematch_seconds
source: %1s wants a rematch · %2d s
ar: %1sيريد إعادة التدوير%2ds
bn: %1sএকটি ফেরার চাই%2dস
de: %1sSie wollen einen REMACH%2dS
es: %1sQuiero un recuento%2dS
fr: %1sIl veut un remake%2dS
hi: %1sएक रिटर्न चाहता है%2dएस
id: %1singin memulai rebound%2dS
it: %1svuole un remoto%2dS
ja: %1sリムチが欲しい%2dS
ko: %1s리모치가 필요하다.%2dS 는
nl: %1swil een remissie%2dS
pl: %1sChcą się rewitalizować%2dS
pt: %1sQuer um remédio%2dS
ru: %1sХотелось бы ремиссии%2dС
th: %1sต้องการการ rematch ·%2ds
tr: %1srövanş istiyor%2ds
uk: %1sХочеться реміту%2dС
ur: %1sایک ریموٹ چاہتا ہے%2ds
vi: %1smuốn có một cái lỗ%2ds
zh_hans: %1s想做一个回归%2d斯
zh_hant: %1s想做一個迴歸%2d斯

source: Decline
ar: انخفاض
bn: ডিগ্রি
es: Declaración
fr: Déclin
hi: डिस्काउंट
id: Dekat
ja: デカレット
ko: 퇴원
pt: Decisão
ru: Декабрь
th: การลด
tr: Düşür
uk: Декорація
ur: ڈکلاؤ
vi: Lượt xem Decline
zh_hans: 脱线
zh_hant: 脫線

source: Accept
ar: قبول
bn: গ্রহণ
de: Akzeptieren
es: Acceptar
fr: Accepter
hi: स्वीकार करें
id: menerima
it: Accettazione
ja: 受け入れ
ko: 받아들여
nl: Accepteer
pl: akceptować
pt: aceitar
ru: Принимать
th: การยอมรับ
tr: Kabul et
uk: Прийняття
ur: قبول کریں
vi: chấp nhận
zh_hans: 接受
zh_hant: 接受

source: Challenge again
ar: التحدي مرة أخرى
bn: আবারো চ্যালেঞ্জ
de: Herausforderung wieder
es: De nuevo el desafío
fr: Défi à nouveau
hi: फिर से चुनौती
id: Tantangan lagi
it: Nuova sfida
ja: 再び挑戦
ko: 다시 도전
nl: Uitdaging opnieuw
pl: Kolejne wyzwanie
pt: O desafio novamente
ru: И снова вызов
th: การท้าทายอีกครั้ง
tr: Tekrar meydan oku
uk: І знову виклик
ur: ایک بار پھر چیلنج
vi: Thách thức lại
zh_hans: 再次挑战
zh_hant: 再次挑戰

source: Find new match
ar: العثور على مباراة جديدة
bn: নতুন ম্যাচ খুঁজে পেতে
de: Neue Match finden
es: Encuentra nuevo partido
fr: Trouvez un nouveau match
hi: नए मैच खोजें
id: Temukan pertandingan baru
it: Trova un nuovo match
ja: 新しい試合を見つける
ko: 새로운 경기를 찾으세요
nl: Vind nieuwe match
pl: Znajdź nowy mecz
pt: Encontre um novo jogo
ru: Найти новый матч
th: ค้นหาเกมใหม่
tr: Yeni maç bul
uk: Знайдіть новий матч
ur: نئے میچ کا دورہ کریں
vi: Tìm trận đấu mới
zh_hans: 找新比赛
zh_hant: 找新比賽

source: Add friend
ar: إضافة صديق
bn: বন্ধু যোগ করুন
de: Freunde hinzufügen
es: Añadir amigo
fr: Ajoutez un ami
hi: दोस्त जोड़ें
id: Tambahkan teman
it: Aggiungi amico
ja: 友達を追加
ko: 친구 추가
nl: Voeg een vriend
pl: Dodaj przyjaciela
pt: Adicione amigo
ru: Добавьте друга
th: เพิ่มเพื่อน
tr: Arkadaş ekle
uk: Додати друзів
ur: دوست شامل کریں
vi: thêm bạn
zh_hans: 添加朋友
zh_hant: 新增朋友

source: Open Coin Store
ar: مفتوحةCoinمتجر
bn: খোলাCoinখোঁজ
de: ÖffnenCoinStore
es: abiertoCoinLa tienda
fr: ouvertCoinBoutique
hi: खुलेCoinदुकान
id: terbukaCoinToko
it: apertoCoinnegozio
ja: オープンCoinストア
ko: 오픈Coin상점
nl: OpenCoinDe winkel
pl: OtwarteCoinSklep
pt: abertaCoinLoja
ru: ОткрытоCoinТорговый
th: เปิดCoinร้านค้า
tr: AçCoinMağaza
uk: ВідкритийCoinТоргівля
ur: کھولیںCoinکھانا
vi: mởCoincửa hàng
zh_hans: 开放Coin商店
zh_hant: 開放Coin商店

# not_enough_coins_online
source: You need at least %1d Coin to play another online match.
ar: تحتاج على الأقل%1d Coinلعب مباراة أخرى على الانترنت.
bn: আপনি কমপক্ষে প্রয়োজন%1d Coinঅনলাইন খেলা খেলতে হবে।
de: Sie brauchen zumindest%1d CoinSpielen Sie ein weiteres Online-Mach.
es: Necesitas al menos%1d CoinPara jugar otro partido en línea.
fr: Vous avez besoin au moins%1d CoinPour jouer un autre match en ligne.
hi: आपको कम से कम जरूरत है%1d Coinऑनलाइन खेलने के लिए एक और खेल
id: Anda membutuhkan setidaknya%1d CoinUntuk bermain game online lainnya.
it: Hai bisogno almeno%1d CoinGioca un altro match online.
ja: 少なくとも必要%1d Coinもう一つのオンライン試合をプレイする。
ko: 적어도 필요하다%1d Coin또 다른 온라인 게임을 할 수 있습니다.
nl: Je hebt tenminste nodig%1d CoinEen andere online wedstrijd spelen.
pl: Potrzebujesz przynajmniej%1d CoinWystarczy zagrać w kolejny mecz online.
pt: Você precisa pelo menos%1d CoinPara jogar mais um jogo online.
ru: Вам нужно по крайней мере%1d CoinИграть в другой онлайн-магазин.
th: คุณต้องการอย่างน้อย%1d Coinเล่นเกมออนไลน์อื่น ๆ
tr: En azından ihtiyacın var.%1d CoinBaşka bir online maç oynamak için.
uk: Вам потрібно принаймні%1d CoinГрати в інший онлайн матч.
ur: کم از کم آپ کی ضرورت ہے%1d Coinایک اور آن لائن کھیل کھیلنے کے لئے.
vi: Bạn cần ít nhất%1d CoinChơi một trận đấu trực tuyến khác.
zh_hans: 你至少需要%1d Coin再玩網上遊戲
zh_hant: 你至少需要%1d Coin再玩網上遊戲

source: Rematch invitation sent.
ar: إرسال دعوة ريماتش
bn: রিমেটিকের দায়িত্ব পাঠানো হয়েছে।
de: Rematch Einladung gesendet.
es: La invitación de Rematch.
fr: Rematch invité envoyé.
hi: रिमोट के लिए आमंत्रण भेजा गया है।
id: Rematch mengajukan permohonan.
it: Inviato l’invito di Rematch.
ja: リマッチの招待状
ko: Rematch 초대장 발송
nl: Rematch uitnodiging gestuurd.
pl: Wniosek zlecenia wysłany.
pt: Enviado o convite de Rematch.
ru: Запрошенный приказ отправлен.
th: การส่งคําขอ Rematch
tr: Rövanş davetiyesi gönderildi.
uk: Запрошуємо на відправлення запрошення.
ur: ریموٹک دعوت بھیجیں
vi: Rematch mời gửi
zh_hans: 收回邀请。
zh_hant: 收回邀請。

source: Rematch declined.
ar: ريماتش يهبط
bn: রিমেটিক কমে গেছে।
de: Rematch ist abgelaufen.
es: El Rematch se desmorona.
fr: Rematch a décliné.
hi: रिमेटिक कम हो गया।
id: Rematch sudah turun.
it: Il Rematch è scomparso.
ja: リマッチが落ちた。
ko: 라마치가 떨어졌다.
nl: Rematch is afgebroken.
pl: Rematch się odrzucił.
pt: O Rematch desceu.
ru: Ремач ушел в отставку.
th: Rematch ต้น
tr: Rövanş reddedildi.
uk: Ремач знизився.
ur: ریموٹک کم ہو گیا
vi: Rematch giảm
zh_hans: 雷马特斯下跌
zh_hant: 雷馬特斯下跌

# rematch_invitation_title
source: Rematch invitation
ar: دعوة ريماتش
bn: রিমেটিক প্রার্থনা
de: Rematch Einladung
es: Rematch invitación
hi: रिमोटिंग निमंत्रण
id: Rematch Pengantar
it: L’invito di Rematch
ja: リマッチ 招待状
ko: Rematch 초대장
nl: Rematch uitnodiging
pl: Zaproszenie Rematch
pt: Invitado de Rematch
ru: Запросы Rematch
th: การเชิญ Rematch
tr: rövanş daveti
uk: Запрошення на Rematch
ur: Rematch دعوت نامہ
vi: Lời mời Rematch
zh_hans: 终结邀请
zh_hant: 終結邀請

# wants_to_play_again
source: %1s wants to play again.
ar: %1sيريد أن يلعب مرة أخرى
bn: %1sআবার খেলতে চান।
de: %1sEr will wieder spielen.
es: %1sQuiero jugar de nuevo.
fr: %1sIl veut jouer à nouveau.
hi: %1sफिर से खेलना चाहता है।
id: %1sDia ingin bermain lagi.
it: %1sVoleva giocare di nuovo.
ja: %1sまた遊びたい。
ko: %1s다시 재생하고 싶어한다.
nl: %1sHij wil weer spelen.
pl: %1sChciał znów grać.
pt: %1sQuer jogar novamente.
ru: %1sХотелось бы снова играть.
th: %1sต้องการเล่นอีกครั้ง
tr: %1sTekrar oynamak istiyor.
uk: %1sХотілося б знову грати.
ur: %1sوہ دوبارہ کھیلنا چاہتا ہے.
vi: %1smuốn chơi lại lần nữa.
zh_hans: %1s想再玩一次。
zh_hant: %1s想再玩一次。

source: Challenge declined.
ar: التحدي يقلل
bn: চ্যালেঞ্জ কমে গেছে।
de: Die Herausforderung ist abgelaufen.
es: El desafío se desvanece.
fr: Le défi a décliné.
hi: चुनौती कम हो गई।
id: Tantangan yang berkurang.
it: Il suo sfida è diminuito.
ja: 挑戦が減った。
ko: 도전은 떨어졌다.
nl: De uitdaging is afgenomen.
pl: Wyzwanie się zredukowało.
pt: O desafio diminuiu.
ru: Проблема ушла.
th: การท้าทายลดลง
tr: Meydan okuma reddedildi.
uk: Виклик знизився.
ur: چیلنج کم ہو گیا
vi: Thách thức giảm
zh_hans: 挑战下降了。
zh_hant: 挑戰下降了。

source: Challenge timed out.
ar: التحدي المحدد
bn: চ্যালেঞ্জ টেমপারে
de: Herausforderung ausgeschlossen.
es: El reto se terminó.
fr: Défi à temps.
hi: चुनौती समय से बाहर है।
id: Tantangan yang dihentikan.
it: Il suo sfida è terminato.
ja: 挑戦がタイムアップ。
ko: 도전은 시간을 꺼낸다.
nl: De uitdaging is uitgesteld.
pl: Wyzwanie jest terminowe.
pt: O desafio foi terminado.
ru: Проблема вышла на время.
th: การท้าทายที่กําหนด
tr: Meydan okuma zaman aşımına uğradı.
uk: Виклик вийшов на час.
ur: چیلنج وقت سے باہر ہے
vi: Thách thức đã hết thời gian
zh_hans: 挑战时间已结束
zh_hant: 挑戰時間已結束

source: Friend request sent.
ar: طلب صديق أرسلت
bn: বন্ধুকে পাঠানো অনুরোধ
de: Freundes Antrag gesendet.
es: Enviado por amigo.
fr: Votre demande de ami est envoyée.
hi: मित्र की मांग भेज दी गई है।
id: Permintaan teman dikirimkan.
it: La richiesta di un amico è stata inviata.
ja: 友人の願いが送られました。
ko: 친구 요청을 보내드립니다.
nl: Vriendelijke verzoek gestuurd.
pl: Przyjaciel wysłał prośbę.
pt: Pedido de amigo enviado.
ru: Пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста, пожалуйста.
th: เพื่อนขอส่ง
tr: Arkadaş isteği gönderildi.
uk: Повідомлення про друзів.
ur: دوست کی درخواست بھیجیں
vi: yêu cầu của bạn gửi
zh_hans: 朋友请求发送
zh_hant: 朋友請求傳送

# player_not_enough_coin
source: A player no longer has enough Coin.
ar: لاعب لا يملك ما يكفيCoin.
bn: আর একজন খেলোয়াড়েরই দরকার নেই।Coin.
de: Ein Spieler hat nicht mehr genugCoin.
es: Un jugador ya no tiene suficienteCoin.
fr: Un joueur n’a plus assezCoin.
hi: एक खिलाड़ी अब पर्याप्त नहीं हैCoin.
id: Seorang pemain tidak cukup lagi.Coin.
it: Un giocatore non ha più abbastanzaCoin.
ja: もうプレイヤーは足りない。Coin.
ko: 플레이어가 더 이상 충분하지 않다.Coin.
nl: Een speler heeft niet meer genoegCoin.
pl: Gracz nie ma już wystarczająco dużoCoin.
pt: Um jogador já não tem o suficienteCoin.
ru: Игрока уже не хватаетCoin.
th: ผู้เล่นไม่เพียงพอCoin.
tr: Bir oyuncu artık yeterli değilCoin.
uk: Гравець вже не має достатньоCoin.
ur: ایک کھلاڑی کو اب کافی نہیں ہےCoin.
vi: Một cầu thủ không còn đủCoin.
zh_hans: 玩家不再足够Coin.
zh_hant: 玩家不再足夠Coin.

source: Player account
ar: حساب اللاعب
bn: খেলোয়াড়ের অ্যাকাউন্ট
de: Spielerkonto
es: Cuentas de jugador
fr: compte de joueur
hi: खिलाड़ी खाते
id: Akun Pemain
it: Il conto del giocatore
ja: プレイヤーアカウント
ko: 플레이어 계정
nl: Spelerrekening
pl: Konto gracza
pt: Conta do jogador
ru: Игровой счет
th: บัญชีผู้เล่น
tr: Oyuncu hesabı
uk: Акаунт гравців
ur: کھلاڑی اکاؤنٹ
vi: Tài khoản Player
zh_hans: 玩家帳戶
zh_hant: 玩家帳戶

source: Player account protected
ar: حساب اللاعب المحمي
bn: সুরক্ষিত খেলোয়াড় অ্যাকাউন্ট
de: Spielerkonto geschützt
es: Cuenta de jugador protegida
fr: L’account de joueur protégé
hi: खिलाड़ी खाता सुरक्षित
id: Akun Pemain yang Dilindungi
it: Il conto del giocatore protetto
ja: プレイヤーアカウント保護
ko: 플레이어 계정 보호
nl: De account van de speler beschermd
pl: Konto gracza chronione
pt: Conta de jogador protegida
ru: Игровой аккаунт защищен
th: บัญชีผู้เล่นที่ปกป้อง
tr: Oyuncu hesabı korumalı
uk: Захищений аккаунт
ur: کھلاڑی اکاؤنٹ محفوظ
vi: Tài khoản Player Protected
zh_hans: 玩家帳戶保護
zh_hant: 玩家帳戶保護

source: Protect player account
ar: حماية حساب اللاعب
bn: খেলোয়াড় অ্যাকাউন্ট সুরক্ষা
de: Spielkonto schützen
es: Proteger la cuenta de jugador
fr: Protéger le compte de joueur
hi: खिलाड़ी खाते की रक्षा
id: Perlindungan akun pemain
it: Proteggere il conto giocatore
ja: プレイヤーアカウント保護
ko: 플레이어 계정을 보호합니다.
nl: Bescherm het spelaccount
pl: Ochrona konta gracza
pt: Proteja a conta do jogador
ru: Защита аккаунта игрока
th: การป้องกันบัญชีผู้เล่น
tr: Oyuncu hesabını koru
uk: Захист аккаунту гравця
ur: کھلاڑی اکاؤنٹ کی حفاظت
vi: Bảo vệ tài khoản người chơi
zh_hans: 保护玩家帐户
zh_hant: 保護玩家帳戶

source: Protect your player account
ar: حماية حساب اللاعب الخاص بك
bn: আপনার খেলোয়াড় অ্যাকাউন্ট সুরক্ষা করুন
de: Schützen Sie Ihr Spielerkonto
es: Proteja tu cuenta de jugador
fr: Protégez votre compte de joueur
hi: अपने खिलाड़ी खाते की रक्षा करें
id: Melindungi akun pemain Anda
it: Proteggere il tuo account giocatore
ja: プレイヤーアカウントを保護する
ko: 플레이어 계정을 보호합니다.
nl: Bescherm je spelersaccount
pl: Ochrona konta gracza
pt: Proteja sua conta de jogador
ru: Защитите свой аккаунт игрока
th: ป้องกันบัญชีผู้เล่นของคุณ
tr: Oyuncu hesabınızı koruyun
uk: Захистіть свій аккаунт
ur: اپنے کھلاڑی اکاؤنٹ کی حفاظت کریں
vi: Bảo vệ tài khoản người chơi của bạn
zh_hans: 保护您的玩家帐户
zh_hant: 保護您的玩家帳戶

# account_protection_banner_body
source: Link an email before buying Coins so your wallet, Friend ID and rating can be recovered after reinstall or device change.
ar: إرسال رسالة إلكترونية قبل الشراءCoinلذلك يمكن استرداد محفظتك و ID صديقك و تصنيفك بعد إعادة تثبيت أو تغيير الجهاز.
bn: কেনার আগে একটি ইমেইল লিঙ্ক করুনCoinতাই আপনার ফরেক্ট, বন্ধু ID এবং রিটারেট পুনরায় ইনস্টল করার পর বা ডিভাইস পরিবর্তনের পরে পুনরায় ফিরে আসতে পারে।
de: Link eine E-Mail vor dem KaufCoinSo können Ihr Portfolio, Freund-ID und Rating nach der Wiederinstallation oder Gerätwechsel wiederhergestellt werden.
es: Enlazar un correo electrónico antes de comprarCoinAsí que su bolsillo, ID de amigo y calificación se pueden recuperar después de reinstalar o cambiar el dispositivo.
fr: Lien vers un email avant d’acheterCoinVotre portefeuille, votre ID de ami et votre notation peuvent être récupérées après réinstallation ou changement de périphérique.
hi: खरीदने से पहले एक ईमेल लिंक करेंCoinइसलिए आपका बटुआ, मित्र आईडी और रेटिंग पुन: स्थापित करने या डिवाइस परिवर्तन के बाद पुनर्प्राप्त किया जा सकता है।
id: Link email sebelum membeliCoinDengan demikian dompet, ID Friend dan rating Anda dapat dikembalikan setelah pemasangan ulang atau perubahan perangkat.
it: Link di un email prima di acquistareCoinIl tuo portafoglio, il tuo ID di amico e la tua valutazione possono essere recuperati dopo la ristrutturazione o la modifica del dispositivo.
ja: 購入前にメールをリンクするCoinだから、財布、友人ID、評価は再インストールまたはデバイス変更後に回復することができます。
ko: 구매하기 전에 이메일을 링크Coin그래서 귀하의 지갑, 친구 ID 및 등급은 재설치 또는 장치 변경 후 복구 될 수 있습니다.
nl: Link een e-mail voordat je kooptCoins dus uw portemonnee, vriend ID en rating kunnen worden hersteld na herinstallatie of apparaat verandering.
pl: Połączenie e-maila przed zakupemCoinTwój portfel, ID przyjaciela i rating można odzyskać po ponownej instalacji lub zmianie urządzenia.
pt: Link um e-mail antes de comprarCoinAssim, seu bolso, ID de amigo e notação podem ser recuperados após a reinstalação ou alteração do dispositivo.
ru: Пожалуйста, свяжитесь с электронной почтой перед покупкойCoinТак что ваш кошелек, ID и рейтинг друзей могут быть восстановлены после перезагрузки или изменения устройства.
th: ลิงค์อีเมลก่อนซื้อCoins ดังนั้นเงินสดของคุณ ID เพื่อนและคะแนนสามารถรับคืนได้หลังจากติดตั้งใหม่หรือเปลี่ยนอุปกรณ์
tr: Satın almadan önce bir e-posta bağlayınCoinBöylece cüzdanınız, Arkadaş Kimliğiniz ve derecelendirmeniz yeniden yüklendikten veya cihaz değişikliğinden sonra kurtarılabilir.
uk: Посилання на електронну пошту перед покупкоюCoinТак, ваш кошелек, ідентифікатор друзів і рейтинг можна відновити після перезавантаження або зміни пристрою.
ur: خریدنے سے پہلے ایک ای میل لنک کریںCoinاس طرح آپ کے پیسہ، دوست ID اور درجہ بندی دوبارہ انسٹال یا آلہ تبدیل کرنے کے بعد واپس حاصل کیا جا سکتا ہے.
vi: Liên kết email trước khi muaCoins để ví, ID bạn bè và đánh giá của bạn có thể được khôi phục sau khi cài đặt lại hoặc thay đổi thiết bị.
zh_hans: 購買前連結電子郵件Coin因此,您的钱包、朋友身份证和评级可以在重新安装或设备更改后恢复。
zh_hant: 購買前連結電子郵件Coin因此,您的錢包、朋友身份證和評級可以在重新安裝或裝置更改後恢復。

source: Protect
ar: حماية
bn: সুরক্ষা
de: Schutz
es: Proteger
fr: Protéger
hi: संरक्षित
id: melindungi
it: Proteggere
ja: 保護
ko: 보호
nl: beschermen
pl: Ochrona
pt: Proteção
ru: Защита
th: ป้องกัน
tr: Koru
uk: Захист
ur: حفاظت
vi: Bảo vệ
zh_hans: 保护
zh_hant: 保護

source: Coin Store
ar: Coinمتجر
bn: Coinখোঁজ
es: CoinLa tienda
fr: CoinBoutique
hi: Coinदुकान
id: CoinToko
it: Coinnegozio
ja: Coinストア
ko: Coin상점
nl: CoinDe winkel
pl: CoinSklep
pt: CoinLoja
ru: CoinТорговый
th: Coinร้านค้า
tr: CoinMağaza
uk: CoinТоргівля
ur: Coinکھانا
vi: Coincửa hàng
zh_hans: Coin商店
zh_hant: Coin商店
